Repository: marcusschiesser/screencontext
Catalog: Sources/ScreenContext/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja_jp, ko_kr, pt_br, ru, tr, vi, zh_cn, zh_tw

source: Quit ScreenContext
ar: إنهاء ScreenContext
de: ScreenContext beenden
es: Salir de ScreenContext
fr: Quitter ScreenContext
it: Esci da ScreenContext
ja_jp: ScreenContextを終了
ko_kr: ScreenContext 종료
pt_br: Sair do ScreenContext
ru: Выйти из ScreenContext
tr: ScreenContext'dan Çık
vi: Thoát ScreenContext
zh_cn: 退出 ScreenContext
zh_tw: 結束 ScreenContext

source: Recording context
ar: سياق التسجيل
de: Aufnahmekontext
es: Contexto de la grabación
fr: Contexte de l’enregistrement
it: Contesto della registrazione
ja_jp: 録画のコンテキスト
ko_kr: 녹화 컨텍스트
pt_br: Contexto da gravação
ru: Контекст записи
tr: Kayıt bağlamı
vi: Ngữ cảnh bản ghi
zh_cn: 录制上下文
zh_tw: 錄製內容脈絡

source: Recordings
ar: التسجيلات
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
it: Registrazioni
ja_jp: 録画
ko_kr: 녹화물
pt_br: Gravações
ru: Записи
tr: Kayıtlar
vi: Bản ghi
zh_cn: 录制内容
zh_tw: 錄製內容

source: Recording Couldn’t Be Saved
ar: تعذّر حفظ التسجيل
de: Aufnahme konnte nicht gespeichert werden
es: No se pudo guardar la grabación
fr: Impossible d’enregistrer la capture
it: Impossibile salvare la registrazione
ja_jp: 録画を保存できませんでした
ko_kr: 녹화를 저장할 수 없음
pt_br: Não foi possível salvar a gravação
ru: Не удалось сохранить запись
tr: Kayıt kaydedilemedi
vi: Không thể lưu bản ghi
zh_cn: 无法保存录制内容
zh_tw: 無法儲存錄製內容

source: Show in Finder
ar: إظهار في Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja_jp: Finderに表示
ko_kr: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder’da Göster
vi: Hiển thị trong Finder
zh_cn: 在访达中显示
zh_tw: 在 Finder 中顯示

source: ScreenContext preserved the partial recording. Show it in Finder to see whether it can be played.
ar: احتفظ ScreenContext بالتسجيل الجزئي. اعرضه في Finder للتحقق مما إذا كان قابلاً للتشغيل.
de: ScreenContext hat die Teilaufnahme erhalten. Zeige sie im Finder, um zu prüfen, ob sie abgespielt werden kann.
es: ScreenContext conservó la grabación parcial. Muéstrala en el Finder para comprobar si se puede reproducir.
fr: ScreenContext a conservé l’enregistrement partiel. Affichez-le dans le Finder pour vérifier s’il peut être lu.
it: ScreenContext ha conservato la registrazione parziale. Mostrala nel Finder per verificare se può essere riprodotta.
ja_jp: ScreenContextは録画の一部を保持しました。再生できるか確認するにはFinderに表示してください。
ko_kr: ScreenContext가 부분 녹화를 보존했습니다. 재생할 수 있는지 확인하려면 Finder에서 보십시오.
pt_br: O ScreenContext preservou a gravação parcial. Mostre-a no Finder para verificar se ela pode ser reproduzida.
ru: ScreenContext сохранил частичную запись. Откройте её в Finder, чтобы проверить воспроизведение.
tr: ScreenContext kısmi kaydı korudu. Oynatılıp oynatılamadığını görmek için Finder’da gösterin.
vi: ScreenContext đã giữ lại bản ghi một phần. Hiển thị bản ghi trong Finder để xem có thể phát hay không.
zh_cn: ScreenContext 已保留部分录制内容。请在访达中显示，以检查它能否播放。
zh_tw: ScreenContext 已保留部分錄製內容。請在 Finder 中顯示，以檢查它能否播放。

source: No usable recording was produced. Check your recording settings and try again.
ar: لم يتم إنشاء تسجيل قابل للاستخدام. تحقق من إعدادات التسجيل وحاول مرة أخرى.
de: Es wurde keine verwendbare Aufnahme erstellt. Prüfe die Aufnahmeeinstellungen und versuche es erneut.
es: No se produjo una grabación utilizable. Comprueba los ajustes de grabación e inténtalo de nuevo.
fr: Aucun enregistrement utilisable n’a été produit. Vérifiez les réglages d’enregistrement et réessayez.
it: Non è stata prodotta una registrazione utilizzabile. Controlla le impostazioni di registrazione e riprova.
ja_jp: 使用できる録画を作成できませんでした。録画設定を確認して、もう一度お試しください。
ko_kr: 사용 가능한 녹화가 생성되지 않았습니다. 녹화 설정을 확인하고 다시 시도하십시오.
pt_br: Nenhuma gravação utilizável foi produzida. Verifique os ajustes de gravação e tente novamente.
ru: Не удалось создать пригодную запись. Проверьте настройки записи и повторите попытку.
tr: Kullanılabilir bir kayıt oluşturulamadı. Kayıt ayarlarını denetleyip yeniden deneyin.
vi: Không tạo được bản ghi có thể sử dụng. Hãy kiểm tra cài đặt ghi và thử lại.
zh_cn: 未生成可用的录制内容。请检查录制设置，然后重试。
zh_tw: 未產生可用的錄製內容。請檢查錄製設定，然後再試一次。

source: Recording source
ar: مصدر التسجيل
de: Aufnahmequelle
es: Fuente de grabación
fr: Source d’enregistrement
it: Sorgente di registrazione
ja_jp: 収録ソース
ko_kr: 녹화 소스
pt_br: Fonte da gravação
ru: Источник записи
tr: Kayıt Kaynağı
vi: Nguồn ghi
zh_cn: 录制来源
zh_tw: 錄製來源

source: Recording stopped because the Mac went to sleep.
ar: توقف التسجيل لأن Mac دخل في وضع السكون.
de: Aufnahme wurde beendet, weil der Mac in den Ruhezustand gewechselt ist.
es: La grabación se detuvo porque el Mac entró en reposo.
fr: L’enregistrement s’est arrêté car le Mac s’est mis en veille.
it: La registrazione è stata interrotta perché il Mac è entrato in stop.
ja_jp: Macがスリープしたため収録を停止しました。
ko_kr: Mac이 잠자기 상태가 되어 녹화를 중지했습니다.
pt_br: A gravação parou porque o Mac entrou em repouso.
ru: Запись остановлена, потому что Mac перешёл в режим сна.
tr: Mac uyku moduna geçtiği için kayıt durdu.
vi: Đã dừng ghi vì máy Mac chuyển sang chế độ ngủ.
zh_cn: 由于 Mac 进入睡眠状态，录制已停止。
zh_tw: 由於 Mac 進入睡眠狀態，錄製已停止。

source: Rectangle
ar: مستطيل
de: Rechteck
es: Rectángulo
it: Rettangolo
ja_jp: 長方形
ko_kr: 직사각형
pt_br: Retângulo
ru: Прямоугольник
tr: Dikdörtgen
vi: Hình chữ nhật
zh_cn: 矩形
zh_tw: 矩形

source: Refresh Sources
ar: تحديث المصادر
de: Quellen aktualisieren
es: Actualizar fuentes
fr: Actualiser les sources
it: Aggiorna sorgenti
ja_jp: ソースを更新
ko_kr: 소스 새로 고침
pt_br: Atualizar fontes
ru: Обновить источники
tr: Kaynakları Yenile
vi: Làm mới nguồn
zh_cn: 刷新来源
zh_tw: 重新整理來源

source: Rounded
ar: مستطيل مستدير
de: Abgerundet
es: Redondeado
fr: Arrondi
it: Arrotondato
ja_jp: 角丸
ko_kr: 둥근 모서리
pt_br: Arredondado
ru: Скруглённый
tr: Yuvarlatılmış
vi: Bo góc
zh_cn: 圆角
zh_tw: 圓角

source: Screens
ar: الشاشات
de: Bildschirme
es: Pantallas
fr: Écrans
it: Schermi
ja_jp: 画面
ko_kr: 화면
pt_br: Telas
ru: Экраны
tr: Ekranlar
vi: Màn hình
zh_cn: 屏幕
zh_tw: 螢幕

source: Send context to %@
ar: إرسال السياق إلى %@
de: Kontext an %@ senden
es: Enviar contexto a %@
fr: Envoyer le contexte à %@
it: Invia il contesto a %@
ja_jp: コンテキストを%@に送信
ko_kr: %@에 컨텍스트 보내기
pt_br: Enviar contexto ao %@
ru: Отправить контекст в %@
tr: Bağlamı %@ uygulamasına gönder
vi: Gửi ngữ cảnh đến %@
zh_cn: 将上下文发送到 %@
zh_tw: 將內容脈絡傳送到 %@

source: Settings…
ar: الإعدادات…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja_jp: 設定…
ko_kr: 설정…
pt_br: Ajustes…
ru: Настройки…
tr: Ayarlar…
vi: Cài đặt…
zh_cn: 设置…
zh_tw: 設定…

source: Speech recognition is unavailable for the selected language.
ar: التعرف على الكلام غير متاح للغة المحددة.
de: Spracherkennung ist für die ausgewählte Sprache nicht verfügbar.
es: El reconocimiento de voz no está disponible para el idioma seleccionado.
fr: La reconnaissance vocale n’est pas disponible pour la langue sélectionnée.
it: Il riconoscimento vocale non è disponibile per la lingua selezionata.
ja_jp: 選択した言語では音声認識を利用できません。
ko_kr: 선택한 언어에는 음성 인식을 사용할 수 없습니다.
pt_br: O reconhecimento de fala não está disponível para o idioma selecionado.
ru: Распознавание речи недоступно для выбранного языка.
tr: Seçilen dil için konuşma tanıma kullanılamıyor.
vi: Không thể nhận dạng giọng nói cho ngôn ngữ đã chọn.
zh_cn: 所选语言无法使用语音识别。
zh_tw: 所選語言無法使用語音辨識。

source: Square
ar: مربع
de: Quadrat
es: Cuadrado
fr: Carré
it: Quadrato
ja_jp: 正方形
ko_kr: 정사각형
pt_br: Quadrado
ru: Квадрат
tr: Kare
vi: Hình vuông
zh_cn: 正方形
zh_tw: 正方形

source: Stop Recording
ar: إيقاف التسجيل
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
it: Interrompi registrazione
ja_jp: 収録を停止
ko_kr: 녹화 중지
pt_br: Parar gravação
ru: Остановить запись
tr: Kaydı Durdur
vi: Dừng ghi
zh_cn: 停止录制
zh_tw: 停止錄製

source: System Audio
ar: صوت النظام
es: Audio del sistema
fr: Audio système
it: Audio di sistema
ja_jp: システムオーディオ
ko_kr: 시스템 오디오
pt_br: Áudio do sistema
ru: Системный звук
tr: Sistem Sesi
vi: Âm thanh hệ thống
zh_cn: 系统音频
zh_tw: 系統音訊

source: System Audio permission is unavailable. Enable it in Privacy & Security before recording.
ar: إذن صوت النظام غير متاح. فعّله في الخصوصية والأمان قبل التسجيل.
de: Die Berechtigung für Systemaudio ist nicht verfügbar. Vor der Aufnahme unter „Datenschutz & Sicherheit“ aktivieren.
es: El permiso de audio del sistema no está disponible. Actívalo en Privacidad y seguridad antes de grabar.
fr: L’autorisation de l’audio système n’est pas disponible. L’activer dans Confidentialité et sécurité avant l’enregistrement.
it: L’autorizzazione per l’audio di sistema non è disponibile. Abilitala in Privacy e sicurezza prima di registrare.
ja_jp: システムオーディオの権限がありません。収録前に「プライバシーとセキュリティ」で有効にしてください。
ko_kr: 시스템 오디오 권한을 사용할 수 없습니다. 녹화 전에 개인정보 보호 및 보안에서 활성화하십시오.
pt_br: A permissão de áudio do sistema não está disponível. Ative-a em Privacidade e Segurança antes de gravar.
ru: Разрешение на системный звук недоступно. Включите его в разделе «Конфиденциальность и безопасность» перед записью.
tr: Sistem sesi izni kullanılamıyor. Kaydetmeden önce Gizlilik ve Güvenlik'te etkinleştirin.
vi: Không có quyền Âm thanh hệ thống. Hãy bật trong Quyền riêng tư & Bảo mật trước khi ghi.
zh_cn: 系统音频权限不可用。请在录制前前往“隐私与安全性”启用。
zh_tw: 系統音訊權限無法使用。請在錄製前前往「隱私權與安全性」啟用。

source: The audio track could not be added to the local recording.
ar: تعذرت إضافة مسار الصوت إلى التسجيل المحلي.
de: Die Audiospur konnte der lokalen Aufnahme nicht hinzugefügt werden.
es: No se pudo añadir la pista de audio a la grabación local.
fr: La piste audio n’a pas pu être ajoutée à l’enregistrement local.
it: Impossibile aggiungere la traccia audio alla registrazione locale.
ja_jp: オーディオトラックをローカル収録に追加できませんでした。
ko_kr: 오디오 트랙을 로컬 녹화에 추가할 수 없습니다.
pt_br: Não foi possível adicionar a faixa de áudio à gravação local.
ru: Не удалось добавить аудиодорожку в локальную запись.
tr: Ses parçası yerel kayda eklenemedi.
vi: Không thể thêm rãnh âm thanh vào bản ghi cục bộ.
zh_cn: 无法将音频轨道添加到本地录制。
zh_tw: 無法將音訊軌加入本機錄製。

source: The local recording could not be finalized.
ar: تعذر إنهاء التسجيل المحلي.
de: Die lokale Aufnahme konnte nicht abgeschlossen werden.
es: No se pudo finalizar la grabación local.
fr: L’enregistrement local n’a pas pu être finalisé.
it: Impossibile finalizzare la registrazione locale.
ja_jp: ローカル収録を完了できませんでした。
ko_kr: 로컬 녹화를 마무리할 수 없습니다.
pt_br: Não foi possível finalizar a gravação local.
ru: Не удалось завершить локальную запись.
tr: Yerel kayıt sonlandırılamadı.
vi: Không thể hoàn tất bản ghi cục bộ.
zh_cn: 无法完成本地录制。
zh_tw: 無法完成本機錄製。

source: The local recording could not start writing.
ar: تعذر بدء كتابة التسجيل المحلي.
de: Die lokale Aufnahme konnte nicht mit dem Schreiben beginnen.
es: No se pudo empezar a escribir la grabación local.
fr: L’écriture de l’enregistrement local n’a pas pu démarrer.
it: Impossibile avviare la scrittura della registrazione locale.
ja_jp: ローカル収録の書き込みを開始できませんでした。
ko_kr: 로컬 녹화 쓰기를 시작할 수 없습니다.
pt_br: Não foi possível iniciar a gravação do arquivo local.
ru: Не удалось начать запись локального файла.
tr: Yerel kayıt yazmaya başlayamadı.
vi: Không thể bắt đầu ghi bản ghi cục bộ.
zh_cn: 无法开始写入本地录制。
zh_tw: 無法開始寫入本機錄製。

source: The local recording could not write a media sample.
ar: تعذرت كتابة عينة وسائط في التسجيل المحلي.
de: Die lokale Aufnahme konnte kein Medien-Sample schreiben.
es: La grabación local no pudo escribir una muestra multimedia.
fr: L’enregistrement local n’a pas pu écrire un échantillon multimédia.
it: La registrazione locale non ha potuto scrivere un campione multimediale.
ja_jp: ローカル収録でメディアサンプルを書き込めませんでした。
ko_kr: 로컬 녹화에서 미디어 샘플을 쓸 수 없습니다.
pt_br: Não foi possível gravar uma amostra de mídia no arquivo local.
ru: Не удалось записать медиасэмпл в локальную запись.
tr: Yerel kayıt bir medya örneği yazamadı.
vi: Không thể ghi mẫu phương tiện vào bản ghi cục bộ.
zh_cn: 无法向本地录制写入媒体样本。
zh_tw: 無法將媒體樣本寫入本機錄製。

source: The local recording did not contain any video frames.
ar: لم يحتوِ التسجيل المحلي على أي إطارات فيديو.
de: Die lokale Aufnahme enthielt keine Videobilder.
es: La grabación local no contenía ningún fotograma de vídeo.
fr: L’enregistrement local ne contenait aucune image vidéo.
it: La registrazione locale non conteneva alcun fotogramma video.
ja_jp: ローカル収録にビデオフレームが含まれていませんでした。
ko_kr: 로컬 녹화에 비디오 프레임이 없습니다.
pt_br: A gravação local não continha nenhum quadro de vídeo.
ru: Локальная запись не содержит видеокадров.
tr: Yerel kayıt hiçbir video karesi içermiyordu.
vi: Bản ghi cục bộ không chứa khung hình video nào.
zh_cn: 本地录制不包含任何视频帧。
zh_tw: 本機錄製不包含任何影片影格。

source: The selected audio format cannot be encoded.
ar: لا يمكن ترميز تنسيق الصوت المحدد.
de: Das ausgewählte Audioformat kann nicht codiert werden.
es: No se puede codificar el formato de audio seleccionado.
fr: Le format audio sélectionné ne peut pas être encodé.
it: Impossibile codificare il formato audio selezionato.
ja_jp: 選択したオーディオ形式をエンコードできません。
ko_kr: 선택한 오디오 포맷을 인코딩할 수 없습니다.
pt_br: O formato de áudio selecionado não pode ser codificado.
ru: Выбранный аудиоформат невозможно закодировать.
tr: Seçilen ses biçimi kodlanamıyor.
vi: Không thể mã hóa định dạng âm thanh đã chọn.
zh_cn: 无法编码所选音频格式。
zh_tw: 無法編碼所選音訊格式。

source: The selected display size cannot be encoded.
ar: لا يمكن ترميز حجم الشاشة المحدد.
de: Die ausgewählte Bildschirmgröße kann nicht codiert werden.
es: No se puede codificar el tamaño de pantalla seleccionado.
fr: La taille d’écran sélectionnée ne peut pas être encodée.
it: Impossibile codificare le dimensioni dello schermo selezionate.
ja_jp: 選択した画面サイズをエンコードできません。
ko_kr: 선택한 디스플레이 크기를 인코딩할 수 없습니다.
pt_br: O tamanho de tela selecionado não pode ser codificado.
ru: Выбранный размер экрана невозможно закодировать.
tr: Seçilen ekran boyutu kodlanamıyor.
vi: Không thể mã hóa kích thước màn hình đã chọn.
zh_cn: 无法编码所选显示器尺寸。
zh_tw: 無法編碼所選顯示器大小。

source: The selected microphone could not be added to the capture session.
ar: تعذرت إضافة الميكروفون المحدد إلى جلسة الالتقاط.
de: Das ausgewählte Mikrofon konnte der Aufnahmesitzung nicht hinzugefügt werden.
es: No se pudo añadir el micrófono seleccionado a la sesión de captura.
fr: Le microphone sélectionné n’a pas pu être ajouté à la session de capture.
it: Impossibile aggiungere il microfono selezionato alla sessione di acquisizione.
ja_jp: 選択したマイクをキャプチャセッションに追加できませんでした。
ko_kr: 선택한 마이크를 캡처 세션에 추가할 수 없습니다.
pt_br: Não foi possível adicionar o microfone selecionado à sessão de captura.
ru: Не удалось добавить выбранный микрофон в сеанс захвата.
tr: Seçilen mikrofon yakalama oturumuna eklenemedi.
vi: Không thể thêm micrô đã chọn vào phiên thu.
zh_cn: 无法将所选麦克风添加到采集会话。
zh_tw: 無法將所選麥克風加入擷取工作階段。

source: The selected microphone is unavailable.
ar: الميكروفون المحدد غير متاح.
de: Das ausgewählte Mikrofon ist nicht verfügbar.
es: El micrófono seleccionado no está disponible.
fr: Le microphone sélectionné n’est pas disponible.
it: Il microfono selezionato non è disponibile.
ja_jp: 選択したマイクは利用できません。
ko_kr: 선택한 마이크를 사용할 수 없습니다.
pt_br: O microfone selecionado não está disponível.
ru: Выбранный микрофон недоступен.
tr: Seçilen mikrofon kullanılamıyor.
vi: Micrô đã chọn không khả dụng.
zh_cn: 所选麦克风不可用。
zh_tw: 所選麥克風無法使用。

source: The selected screen or window is no longer available. Choose another source and try again.
ar: لم تعد الشاشة أو النافذة المحددة متاحة. اختر مصدرًا آخر وحاول مرة أخرى.
de: Der ausgewählte Bildschirm oder das Fenster ist nicht mehr verfügbar. Eine andere Quelle auswählen und erneut versuchen.
es: La pantalla o ventana seleccionada ya no está disponible. Elige otra fuente e inténtalo de nuevo.
fr: L’écran ou la fenêtre sélectionné n’est plus disponible. Choisir une autre source et réessayer.
it: Lo schermo o la finestra selezionata non è più disponibile. Scegli un’altra sorgente e riprova.
ja_jp: 選択した画面またはウインドウは利用できなくなりました。別のソースを選択して再試行してください。
ko_kr: 선택한 화면 또는 창을 더 이상 사용할 수 없습니다. 다른 소스를 선택하고 다시 시도하십시오.
pt_br: A tela ou janela selecionada não está mais disponível. Escolha outra fonte e tente novamente.
ru: Выбранный экран или окно больше недоступны. Выберите другой источник и повторите попытку.
tr: Seçilen ekran veya pencere artık kullanılamıyor. Başka bir kaynak seçip yeniden deneyin.
vi: Màn hình hoặc cửa sổ đã chọn không còn khả dụng. Hãy chọn nguồn khác và thử lại.
zh_cn: 所选屏幕或窗口已不可用。请选择其他来源并重试。
zh_tw: 所選螢幕或視窗已無法使用。請選擇其他來源並再試一次。

source: The selected webcam could not be added to the capture session.
ar: تعذرت إضافة كاميرا الويب المحددة إلى جلسة الالتقاط.
de: Die ausgewählte Webcam konnte der Aufnahmesitzung nicht hinzugefügt werden.
es: No se pudo añadir la cámara web seleccionada a la sesión de captura.
fr: La webcam sélectionnée n’a pas pu être ajoutée à la session de capture.
it: Impossibile aggiungere la webcam selezionata alla sessione di acquisizione.
ja_jp: 選択したWebカメラをキャプチャセッションに追加できませんでした。
ko_kr: 선택한 웹캠을 캡처 세션에 추가할 수 없습니다.
pt_br: Não foi possível adicionar a webcam selecionada à sessão de captura.
ru: Не удалось добавить выбранную веб-камеру в сеанс захвата.
tr: Seçilen web kamerası yakalama oturumuna eklenemedi.
vi: Không thể thêm webcam đã chọn vào phiên thu.
zh_cn: 无法将所选摄像头添加到采集会话。
zh_tw: 無法將所選網路攝影機加入擷取工作階段。

source: The selected webcam is unavailable.
ar: كاميرا الويب المحددة غير متاحة.
de: Die ausgewählte Webcam ist nicht verfügbar.
es: La cámara web seleccionada no está disponible.
fr: La webcam sélectionnée n’est pas disponible.
it: La webcam selezionata non è disponibile.
ja_jp: 選択したWebカメラは利用できません。
ko_kr: 선택한 웹캠을 사용할 수 없습니다.
pt_br: A webcam selecionada não está disponível.
ru: Выбранная веб-камера недоступна.
tr: Seçilen web kamerası kullanılamıyor.
vi: Webcam đã chọn không khả dụng.
zh_cn: 所选摄像头不可用。
zh_tw: 所選網路攝影機無法使用。

source: The transcription model is ready.
ar: نموذج النسخ جاهز.
de: Das Transkriptionsmodell ist bereit.
es: El modelo de transcripción está listo.
fr: Le modèle de transcription est prêt.
it: Il modello di trascrizione è pronto.
ja_jp: 文字起こしモデルの準備ができました。
ko_kr: 스크립트 모델이 준비되었습니다.
pt_br: O modelo de transcrição está pronto.
ru: Модель расшифровки готова.
tr: Transkripsiyon modeli hazır.
vi: Mô hình chép lời đã sẵn sàng.
zh_cn: 转录模型已就绪。
zh_tw: 轉錄模型已就緒。

source: The video track could not be added to the local recording.
ar: تعذرت إضافة مسار الفيديو إلى التسجيل المحلي.
de: Die Videospur konnte der lokalen Aufnahme nicht hinzugefügt werden.
es: No se pudo añadir la pista de vídeo a la grabación local.
fr: La piste vidéo n’a pas pu être ajoutée à l’enregistrement local.
it: Impossibile aggiungere la traccia video alla registrazione locale.
ja_jp: ビデオトラックをローカル収録に追加できませんでした。
ko_kr: 비디오 트랙을 로컬 녹화에 추가할 수 없습니다.
pt_br: Não foi possível adicionar a faixa de vídeo à gravação local.
ru: Не удалось добавить видеодорожку в локальную запись.
tr: Video parçası yerel kayda eklenemedi.
vi: Không thể thêm rãnh video vào bản ghi cục bộ.
zh_cn: 无法将视频轨道添加到本地录制。
zh_tw: 無法將影片軌加入本機錄製。

source: The webcam video output could not be configured.
ar: تعذر تكوين إخراج فيديو كاميرا الويب.
de: Die Webcam-Videoausgabe konnte nicht konfiguriert werden.
es: No se pudo configurar la salida de vídeo de la cámara web.
fr: La sortie vidéo de la webcam n’a pas pu être configurée.
it: Impossibile configurare l’uscita video della webcam.
ja_jp: Webカメラのビデオ出力を構成できませんでした。
ko_kr: 웹캠 비디오 출력을 구성할 수 없습니다.
pt_br: Não foi possível configurar a saída de vídeo da webcam.
ru: Не удалось настроить видеовыход веб-камеры.
tr: Web kamerası video çıkışı yapılandırılamadı.
vi: Không thể cấu hình đầu ra video của webcam.
zh_cn: 无法配置摄像头视频输出。
zh_tw: 無法設定網路攝影機影片輸出。

source: Transcript
ar: النص المكتوب
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione
ja_jp: 文字起こし
ko_kr: 스크립트
pt_br: Transcrição
ru: Расшифровка
tr: Transkript
vi: Bản chép lời
zh_cn: 转录文本
zh_tw: 轉錄文字

source: Transcription requires a downloaded speech model.
ar: يتطلب النسخ تنزيل نموذج كلام.
de: Für die Transkription muss ein Sprachmodell geladen werden.
es: La transcripción requiere descargar un modelo de voz.
fr: La transcription nécessite le téléchargement d’un modèle vocal.
it: La trascrizione richiede un modello vocale scaricato.
ja_jp: 文字起こしには音声モデルのダウンロードが必要です。
ko_kr: 스크립트에는 음성 모델 다운로드가 필요합니다.
pt_br: A transcrição requer o download de um modelo de fala.
ru: Для расшифровки необходимо загрузить речевую модель.
tr: Transkripsiyon için bir konuşma modeli indirilmelidir.
vi: Việc chép lời yêu cầu tải mô hình giọng nói.
zh_cn: 转录需要下载语音模型。
zh_tw: 轉錄需要下載語音模型。

source: Video copied
ar: تم نسخ الفيديو
de: Video kopiert
es: Vídeo copiado
fr: Vidéo copiée
it: Video copiato
ja_jp: ビデオをコピーしました
ko_kr: 비디오 복사됨
pt_br: Vídeo copiado
ru: Видео скопировано
tr: Video Kopyalandı
vi: Đã sao chép video
zh_cn: 视频已复制
zh_tw: 影片已拷貝

source: Webcam
ar: كاميرا الويب
es: Cámara web
ja_jp: ウェブカメラ
ko_kr: 웹캠
ru: Веб-камера
tr: Web kamerası
zh_cn: 摄像头
zh_tw: 網路攝影機

source: Webcam disconnected. The recording is continuing without it.
ar: تم فصل كاميرا الويب. يستمر التسجيل بدونها.
de: Webcam wurde getrennt. Die Aufnahme wird ohne sie fortgesetzt.
es: La cámara web se desconectó. La grabación continúa sin ella.
fr: La webcam a été déconnectée. L’enregistrement continue sans elle.
it: La webcam è stata disconnessa. La registrazione continua senza di essa.
ja_jp: Webカメラが接続解除されました。Webカメラなしで収録を続けます。
ko_kr: 웹캠 연결이 해제되었습니다. 웹캠 없이 녹화를 계속합니다.
pt_br: A webcam foi desconectada. A gravação continuará sem ela.
ru: Веб-камера отключена. Запись продолжается без неё.
tr: Web kamerası bağlantısı kesildi. Kayıt onsuz devam ediyor.
vi: Webcam đã bị ngắt kết nối. Bản ghi vẫn tiếp tục mà không có webcam.
zh_cn: 摄像头已断开连接。录制将在没有摄像头的情况下继续。
zh_tw: 網路攝影機已中斷連線。錄製將在沒有網路攝影機的情況下繼續。

source: Webcam overlay; drag to move or drag its border to resize
ar: تراكب كاميرا الويب؛ اسحب للنقل أو اسحب الحافة لتغيير الحجم
de: Webcam-Überlagerung; zum Verschieben ziehen oder den Rand zum Ändern der Größe ziehen
es: Superposición de cámara web; arrastra para mover o arrastra el borde para cambiar el tamaño
fr: Superposition de webcam ; faire glisser pour déplacer ou faire glisser le bord pour redimensionner
it: Sovrapposizione webcam; trascina per spostare o trascina il bordo per ridimensionare
ja_jp: Webカメラオーバーレイ。ドラッグで移動、境界線をドラッグしてサイズ変更
ko_kr: 웹캠 오버레이. 드래그하여 이동하거나 테두리를 드래그하여 크기 조절
pt_br: Sobreposição da webcam; arraste para mover ou arraste a borda para redimensionar
ru: Наложение веб-камеры; перетащите для перемещения или границу для изменения размера
tr: Web kamerası katmanı; taşımak için sürükleyin veya boyutlandırmak için kenarını sürükleyin
vi: Lớp phủ webcam; kéo để di chuyển hoặc kéo viền để đổi kích thước
zh_cn: 摄像头叠加层；拖动以移动，或拖动边框以调整大小
zh_tw: 網路攝影機疊加層；拖移以移動，或拖移邊框以調整大小

source: Webcam shape
ar: شكل كاميرا الويب
de: Webcam-Form
es: Forma de la cámara web
fr: Forme de la webcam
it: Forma webcam
ja_jp: Webカメラの形状
ko_kr: 웹캠 모양
pt_br: Formato da webcam
ru: Форма веб-камеры
tr: Web Kamerası Şekli
vi: Hình dạng webcam
zh_cn: 摄像头形状
zh_tw: 網路攝影機形狀

source: Windows
ar: النوافذ
de: Fenster
es: Ventanas
fr: Fenêtres
it: Finestre
ja_jp: ウインドウ
ko_kr: 창
pt_br: Janelas
ru: Окна
tr: Pencereler
vi: Cửa sổ
zh_cn: 窗口
zh_tw: 視窗

source: Analytics are disabled in this release.
ar: التحليلات معطّلة في هذا الإصدار.
de: Analysen sind in dieser Version deaktiviert.
es: Los análisis están desactivados en esta versión.
fr: Les analyses sont désactivées dans cette version.
it: Le analisi sono disattivate in questa versione.
ja_jp: このバージョンでは分析は無効になっています。
ko_kr: 이 버전에서는 분석이 비활성화되어 있습니다.
pt_br: As análises estão desativadas nesta versão.
ru: В этой версии аналитика отключена.
tr: Bu sürümde analizler devre dışıdır.
vi: Tính năng phân tích đã bị tắt trong phiên bản này.
zh_cn: 此版本已停用分析功能。
zh_tw: 此版本已停用分析功能。

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách quyền riêng tư
zh_cn: 隐私政策
zh_tw: 隱私權政策
